Repository: fizzy74/FreedomTool
Catalog: FreedomTools/Resources/*.lproj/Localizable.strings
Languages: ru

source: Next
ru: Далее

# SafeAndDecentralized
source: Secure and decentralized
ru: Безопасно и децентрализованно

# Polls
source: Surveys
ru: Опросы

source: Yes
ru: Да

source: Cancel
ru: Отмена

# EraceConfirmation
source: All data will be deleted and you will not be able to vote, are you sure?
ru: Все данные будут удалены и вы не сможете проголосовать, Вы уверены?

source: Step 1
ru: Шаг 1

source: Step 2
ru: Шаг 2

source: Step 3
ru: Шаг 3

# IntroZeroDescription
source: Fully Privacy-protected decentralized voting system.
ru: Опросы с полной защитой конфиденциальности.

# IntroOneDescription
source: During verification, your document is scanned, but all personal data remains only on your device and no one has access to it.
ru: Во время верификации ваш документ сканируется, но все личные данные остаются только на вашем устройстве и никто не имеет к ним доступа.

# IntroTwoDescription
source: System creates a special 'voting pass' for you, ensuring your identity remains private and preventing multiple votes.
ru: Система создает для вас специальный "пропуск", обеспечивая конфиденциальность вашей личности и предотвращая множественное голосование.

# IntroThreeDescription
source: Register for the active survey and cast your vote; it's securely recorded on the blockchain, making it tamper-proof and non-traceable.
ru: Зарегистрируйтесь для участия в активном опросе и отдайте свой голос; он надежно записывается в блокчейн, что делает его защищенным от подделок и неотслеживаемым.

# IntroOneSubDescription
source: Making you non-traceable!
ru: Делая вас неотслеживаемыми!

# IntroTwoSubDescription
source: Making you unique and anonymous!
ru: Делая вас уникальными и анонимными!

# IntroThreeSubDescription
source: Ensuring your voice is heard!
ru: Обеспечивая учет вашего голоса!

source: Participate
ru: Участвовать

# ScanDoc
source: Scan your Document
ru: Отсканируйте ваш документ

# ScanNFC
source: NFC Scanning
ru: Сканирование NFC

# AnonData
source: Data for anonymizing
ru: Данные для анонимизации

# ParticipateSub
source: Fully privacy protected Surveys
ru: Опросы с полной защитой конфиденциальности

# ScanDocSub
source: Data is stored only on a device
ru: Данные хранятся только на устройстве

# ScanNFCSub
source: Reading data
ru: Чтение данных

# AnonDataSub
source: Anonymized proof will be created
ru: Будет создан анонимный отпечаток

# Hint1
source: Secure identification
ru: Безопасная идентификация

# Hint2
source: Anonymized choice
ru: Анонимизированный выбор

# Hint3
source: Immutable results
ru: Неизменяемые результаты

# Hint4
source: Audited, open-source codebase
ru: Проверенный, открытый исходный код

# DocumentnNumber
source: Document number
ru: Номер документа

source: Date of expiry
ru: Дата истечения срока

source: Date of birth
ru: Дата рождения

source: Nationality
ru: Национальность

source: Please Wait
ru: Пожалуйста, подождите...

# PleaseWaitSub
source: This can take 3-10 minutes
ru: Это может занять 3–10 минут

# AllDone
source: Your signature has been submitted
ru: Ваша подпись отправлена

# AllDoneSub
source: You will be redirected in 5sec
ru: Вы будете перенаправлены через 5 секунд

source: Remember:
ru: Помните:

# RememberHint
source: Neither your identity can be traced nor your choice matched to it
ru: Ваши данные хранятся только на этом устройстве. Данные никогда не раскрываются и не передаються третьим сторонам.

source: Scan
ru: Сканировать

# NFCHint1
source: 1. Place the phone as in the animation
ru: 1. Разместите телефон как на анимации.

# NFCHint2
source: 2. Hold the phone on your passport until reading is completed
ru: 2. Удерживайте телефон на паспорте до окончания считывания

# MRZHint
source: Point the camera at your passport
ru: Наведите камеру на ваш паспорт

# Country
source: РУС
ru: RUS

source: Active
ru: Активные

source: Finished
ru: Завершенные

source: Ends in
ru: Окончание через

# VotingCriteria
source: CRITERIAS
ru: КРИТЕРИИ

source: Status:
ru: Статус:

# Suitable
source: Allowed
ru: Подходящий

# Poll1
source: 2024 poverty index questionnaire
ru: Анкета по индексу бедности 2024 года

# Poll2
source: DAO voting for project launch
ru: DAO голосует за запуск проекта

# Poll1Desc
source: A poverty survey is a vital tool for understanding the dimensions and dynamics of poverty within a community or country
ru: Опрос о бедности является важным инструментом для понимания размеров и динамики бедности внутри общества или страны.

# Poll2Desc
source: Voting on project launch represents a cutting-edge approach to democratic decision-making in the digital age
ru: Голосование за запуск проекта представляет собой передовой подход к демократическому принятию решений в цифровую эпоху.

# EmptyList
source: No surveys available
ru: Нет доступных голосованный

# Authorize
source: Verify
ru: Авторизовать

# Start
source: Let’s Start
ru: Начнем

source: Privacy policy
ru: Политика конфиденциальности

# VerificationRequired
source: Verification needed
ru: Требуется проверка

source: days
ru: дней

source: hours
ru: часов

# LessThanHour
source: Less than an hour
ru: Меньше часа

# ErrorIsNotAdult
source: You're not adult
ru: Вы не совершеннолетние

# ErrorYourDocumentExpired
source: Your document has expired
ru: Срок действия вашего документа истек

# ErrorYouAlredySigned
source: You have already signed this manifest from another device
ru: Вы уже подписали этот манифест с другого устройства

# ErrorIdentityRevoked
source: You cannot be verified on multiple devices
ru: Вы не можете пройти верификацию на нескольких устройствах

# ErrorIssuingAuthority
source: Your issuing authority is not eligible for registration
ru: Ваш орган выдачи не имеет права на регистрацию

# ErrorTooManyRequest
source: You cannot create a new identity, so try again later
ru: Вы не можете создать новую личность, поэтому повторите попытку позже

source: Ended
ru: Завершено

source: HEADING
ru: ЗАГОЛОВОК

source: DESCRIPTION
ru: ОПИСАНИЕ

source: people already signed
ru: людей уже подписалось

source: Sign
ru: Подписать

source: Signed
ru: Подписано

source: You and
ru: Ты и еще

source: other people already signed
ru: человека уже подписали

source: Are 18 years old
ru: Вам есть 18 лет

# VerifyTip
source: During verification, your document is scanned, but all personal data remains only on your device and no one has access to it.
ru: Во время проверки ваш документ сканируется, но все личные данные остаются только на вашем устройстве и никто не имеет к ним доступа.

source: View Manifest
ru: Посмотреть Манифест

source: Formation of the signature
ru: Формирование подписи

source: Loading...
ru: Ожидание...

source: Done
ru: Успешно

source: Anonymization
ru: Анонимизация

# SendingSignature
source: Sending a signature
ru: Отправка подписи

source: Finalizing
ru: Завершение

# ErrorTitle
source: You can't sign
ru: Вы не можете подписать

source: Citizen of
ru: Гражданин
